Repository: django-de/django-de-v2
Catalog: django_*/apps/jobboard/locale/*/LC_MESSAGES/django.po
Languages: de

source: I'm looking for a job oppurtunity
de: Ich bin Entwickler und suche einen Job

source: title
de: Titel

source: description
de: Beschreibung

source: Your name
de: Dein Name

source: Your email adress
de: Deine E-Mail-Adresse

source: Your homepage
de: Deine Webseite

source: Your location
de: Dein Wohn- oder Arbeitsort

source: Entry
de: Eintrag

source: Entries
de: Einträge

source: Your job offer or application on django-de.org
de: Deine Stellenanzeige bei django-de.org

source: New job offer or application
de: Stellenangebot oder -gesuch aufgeben

source: This job offer or application doesn't exist (anymore)
de: Dieses Stellenangebit gibt es nicht (mehr)

source: edit
de: Bearbeiten

source: add
de: Hinzufügen

source: Delete entry
de: Eintrag löschen

source: This action can not be undone!
de: Diese Aktion kann nicht mehr rückgängig gemacht werden

source: Delete this job offer
de: Dieses Stellenangebot löschen

source: Edit entry
de: Diesen Eintrag löschen

source: Add entry
de: Eintrag hinzufügen

source: Submit
de: Absenden

source: Homepage: (optional)
de: Webseite (optional)

source: Show until: (optional)
de: Zeigen bis: (optional)
